const ch2_1 =[
  {
  question: "【第2章】<br>消化器系に関する記述のうち、誤っているのはどれか。",
  options: [
    "消化管は、平均的な成人で全長約9mある。",
    "胃は中身が空の状態では扁平に縮んでいるが、食道から内容物が送られてくると、その刺激に反応して胃壁の平滑筋が収縮し、容積が拡がる。",
    "食道は、喉元から上腹部のみぞおち近くまで続く、直径1~2cmの管状の器官で、消化液の分泌線はない。",
    "唾液には、デンプンをデキストリンや麦芽糖に分解する消化酵素が含まれ、味覚の形成にも重要な役割がある。"
  ],
  correct: 1
  },
  {
  question: "【第2章】<br>消化器系に関する記述の正誤について、正しい組み合わせを1つ選びなさい。<br>a.消化には、消化線から分泌される消化液による化学的消化と、咀嚼(食べ物を噛み、口腔内で粉砕すること)や消化管の運動による機械的消化とがある。<br>b.歯の齲蝕とは、口腔内の常在細菌がタンパク質から産生する酸で歯が脱灰されることによっておこる歯の欠損のことであり、象牙質に達すると、神経が刺激されて、歯がしみたり痛みを感じるようになる。<br>c.食堂の上端とした橋には括約筋があり、胃の内容物が食堂や咽喉に逆流しないように防いでいる。<br>d.小腸のうち十二指腸に続く部分の、概ね上部70%が空腸、残り30%が回腸であるが、明確な境目はない。",
  options: ["","","","",""],
  correct: 1,
  table: {
  header: ["","a","b","c","d"],
  raws: [,
  ["1","正","正","誤","誤"],
  ["2","正","誤","正","誤"],
  ["3","誤","正","誤","正"],
  ["4","誤","誤","正","正"],
  ["5","誤","正","正","誤"],
  ]
  }
  },
  {
  question: "【第2章】<br>消化器系に関する以下の記述のうち、正しいのはどれか。",
  options: [
    "消化管は、口腔から肛門まで続く管で、平均的な成人で全長約9mある。",
    "消化管には、胃、小腸、大腸、胆嚢が含まれる。",
    "消化液に含まれる消化酵素の作用によって、飲食物を分解することを機械的消化という。",
    "膵液は、脂質を分解するアミラーゼなど、多くの消化酵素を含んでいる。"
  ],
  correct: 0
  },
  {
  question: "【第2章】<br>消化器系に関する次の記述の正誤について、正しい組み合わせはどれか。<br>a.歯冠の表面は象牙質で覆われ、象牙質の下にはエナメル質と呼ばれるかたい骨状の組織がある。<br>b.飲食物を飲み込む運動(嚥下)が起きるときには、喉頭の入り口にある弁(喉頭蓋)が反射的に開くことにより、飲食物が喉頭や気管に流入せずに食堂へと送られる。<br>c.胃は、食堂から内容物が送られてくると、その刺激に反応して胃壁の平滑筋が弛緩し、容積が広がる(胃適応性弛緩)<br>d.胃粘液に含まれる成分は、小腸におけるビタミンB12の吸収に重要な役割を果たしている。",
  options: ["","","","",""],
  correct: 0,
  table: {
  header: ["","a","b","c","d"],
  raws: [,
  ["1","誤","誤","正","正",],
  ["2","正","誤","誤","正",],
  ["3","誤","正","誤","誤",],
  ["4","正","正","正","誤",],
  ["5","誤","正","正","正",],
  ]
  }
  },
  {
  question: "【第2章】<br>消化器系に関する以下の記述のうち、正しいものはどれか。",
  options: ["膵臓は胃の後下部に位置し、弱酸性の膵液や血糖値を調節するホルモンを分泌する。","口腔内は唾液により、pHがほぼ中性に保たれることで、酸による歯の齲蝕を防いでいる。","食道から送られてきた内容物は、胃から小腸に送り出されるまで数時間、胃内に滞留しており、その滞留時間は炭水化物主体の食品のほうが脂質分の多い食品より長い。","胃腺から分泌され胃酸には、胃内を強酸性に保つ役目や鳥ぷしのーげんをトリプシンにする作用がある。"],
  correct: 1
  },
  {
  question: "【第2章】<br>次の消化酵素のうち、胃内においてタンパク質を消化する酵素として働くものはどれか。",
  options: [
    "アミラーゼ",
    "トリプシン",
    "エレプシン",
    "マルターゼ",
    "ペプシン"
  ],
  correct: 4
  },
  {
  question: "【第2章】<br>消化酵素に関する記述の正誤について、正しい組み合わせを1つ選びなさい。<br>a.唾液には、デンプンをデキストリンや麦芽糖に分解する消化酵素(プチアリン。唾液アミラーゼ)が含まれる。<br>b.胃から分泌されるペプシノーゲンは、胃酸によってタンパク質を消化する酵素であるペプシンとなり、胃酸とともに胃液として働く。<br>c.トリプシンは、胃で半消化されたタンパク質(ペプトン)をさらに細かく消化する酵素である。<br>d.脂質(トリグリセリド9)は、消化酵素(マルターゼ)の作用によって分解を受けるが、大腸粘膜の上皮細胞で吸収されると脂質に再形成される。",
  options: ["","","","",""],
  correct: 4,
  table: {
  header: ["","a","b","c","d"],
  raws: [,
  ["1","誤","正","正","正",],
  ["2","正","誤","誤","正",],
  ["3","誤","正","誤","正",],
  ["4","正","誤","正","誤",],
  ["5","正","正","正","誤",]
  ]
  }
  },
  {
  question: "【第2章】<br>消化器系に関する以下の記述の成語について、正しい組み合わせはどれか。<br>a.十二指腸で分泌される腸液に含まれる成分の働きによって、膵液中のトリプシノーゲンがトリプシンになる。<br>b.舌の表面には、舌乳頭という無数の小さな突起があり、味覚を感知する部分である味蕾が分布している。<br>c.大腸内には腸内細菌が多く存在し、腸管内の食物繊維(難消化性多糖類)を発酵分解する。<br>d.飲食物を飲み込む運動(嚥下)が起きるときには、喉頭の入り口にある弁(喉頭蓋)が反射的に開くことにより、飲食物が食堂へと送られる。",
  options: ["","","","",""],
  correct: 4,
  table: {
  header: ["","a","b","c","d"],
  raws: [,
  ["1","正","正","誤","正",],
  ["2","誤","正","正","誤",],
  ["3","正","誤","誤","正",],
  ["4","誤","誤","正","正",],
  ["5","正","正","正","誤",]
  ]
  }
  },
  {
  question: "【第2章】<br>消化器系に関する以下の記述の正誤について、正しい組み合わせはどれか。<br>a.炭水化物は小腸でラクターゼ等によって単糖類まで分解される。<br>b.大腸の腸内細菌は、血液凝固や骨へのカルシウム定着に必要なビタミンE等の物質を産生している。<br>c.糞便はS状結腸、直腸に滞留し、直腸に溜まった糞便が下行結腸に送られてくるとその刺激に反応して便意が起こる。<br>d.十二指腸の上部を除く小腸の内壁には輪状のひだがあり、その粘膜表面は絨毛に覆われている。",
  options: ["","","","",""],
  correct: 2,
  table: {
  header: ["","a","b","c","d"],
  raws: [,
  ["1","正","正","正","誤",],
  ["2","誤","正","誤","誤",],
  ["3","正","誤","誤","正",],
  ["4","誤","誤","正","正",],
  ["5","正","誤","誤","誤",],
  ]
  }
  },
  
]